Repository: jouissancetka/LMW
Catalog: omegat/project_save.tmx
Source language: zh_cn
Languages: en_us

source: “可是赤血家族也会去吧，我们要是也去的话，游震天一定不会放过这个抓住我的机会啊！”游小默烦闷的抓抓头，他是挺想去凑凑热闹的，但是他更不想被游震天抓到。
en_us: “But the ChiXue Clan might also go, right? If we go, then there's no way You ZhenTian wouldn't take this chance to capture me!" You XiaoMo scartched his head in vexation. He wanted to go and see what it was like, but he didn't want to get caught by You ZhenTian.

source: “可是，赤血家族要是追究起来怎么办，当时她闹的动静可不小，看到的人很多。”男人有些犹豫。
en_us: "However, what should we do if the Vermilion Blood Clan investigates this? She stirred up a big disturbance at that time and there were many people who saw it." The man was somewhat hesitant.

source: “可能和你从黑蜘蛛哪里拍到的地图有关，当初他们既然能准确的说出是东洲东南一带，应该早就研究过，我怀疑，他们之所以把地图拿出来拍卖，很可能是想知道谁会拍下此物，然后顺藤摸瓜，找到另外三张地图，可惜我们一离开拍卖会，游震天就找上门来，从而打断他们的计划。”凌霄分析道。
en_us: "It's likely due to the map you bid from the Black Spiders. If they could pin point that it was around the Dong Zhou, southeast direction then they must have investigated it before. I suspect that they brought out this map for auction was to find people who would bid for it and follow them for the other three maps. To bad for them, the moment we left the auction, You ZhenTian was there and halted their plan." Ling Xiao figured.

source: “同志，辛苦你了。”游小默果断的收起储物袋，握住莫景的手激动的感谢道，看着莫景的眼神就像在看一个聚宝盆一样。
en_us: "Comrade, it's been hard on you." You XiaoMo resolutely accepted the magic bag and held Mo Jing's hand as he emotionally thanked him. His gaze when looking at Mo Jing was as if he was looking at a gold mine.

source: “后悔？”
en_us: "Regret?"

source: “后果便是输，输了要降到下面的楼层。”
en_us: "It counts as a loss. If you lose, then you'll be moved to a lower level."

source: “听你的口气，难道黑蜘蛛近期有大动作？”
en_us: "Based off your tone, don't tell me that the Black Spider is going to make a big move in the near future?"

source: “听说什么？”游小默愣了一下。
en_us: "Heard of what?" You XiaoMo was confused.

source: “听说最近有个圣境强者一直在搜刮灵山的洞府，已经有六七个洞府被他扫荡过，速度非常快，连杂草都没留下。”
en_us: "I hear that there's been a sacred level practitioner clearing out Spirit Mountain's cave swellings. Six or seven have already been swept. They're extremely fast and don't leave even weeds behind."

source: “听说赤血家族到现在也没有找到他们口中的叛徒，都已经过了十天，该不会那两个人躲起来了吧？”
en_us: "I've heard that the ChiXue Clan have not found their so-called traitors. It's already been ten days, could those two have hidden away?"

source: “听龙老说，你们是受灵龟族的委托才来活水河界，可以请问，那个委托你们的人叫什么名字吗？”龙老便是老人，他的本体是龙龟。
en_us: "I heard Old Dragon (龙老) say that you guys came to Living Waters River Boundary because you were entrusted by the Tortoise Clan. Could I ask what the name is of the person who entrusted you?" Old Dragon was the old man, and his original body was that of the dragon turtle. (龙龟)

source: “吱吱！
en_us: "Chirp, chirp!!" (吱吱-I'm sorry, it's a scratchy, high-pitched squeak or smt)

source: “吸引你的东西在哪个方向？”凌霄停下步伐。
en_us: "What direction is the lure coming from?" Ling Xiao stopped walking.

source: “呃……”游小默不知道怎么回答他这个问题。
en_us: “Uh…” You XiaoMo had no idea how to respond.

source: “呃，我和程向荣只是路过而已。”颜辉急忙撇清关系。
en_us: "Er, Cheng XiangRong and I just passed by, that's all," Yan Hui hurried to find an excuse for them.

source: “告诉你也无妨。”游小默用眼神征求过凌霄的意见后方开口说道，“那个人叫莫景。”
en_us: "There's no harm in telling you." You XiaoMo asked for Ling Xiao's opinion using his eyes before he said, "His name is Mo Jing."

source: “呜呜……我……我不是这个意思……”
en_us: "Wuuuu....I...I didn't mean this..." (a teary sound/muffled crying wuuu)

source: “呦，好风景！”
en_us: "Oh, what a nice view!"

source: “呵……”
en_us: "Heh..."

source: “呵呵……”
en_us: "Heh..."

source: “呵呵！”游小默干笑起来，安慰的摸摸他的小脑袋，“没关系没关系，不就是一个小缺口，不会影响你吃东西的，最多漏一下风。
en_us: "Ha ha!" You XiaoMo gave a hollow laugh and touched his little head in consolation, "It doesn't matter, it doesn't matter. It's just a small gap, and it won't affect your eating. At the most, there'll be just a little air coming through."

source: “呵呵，真是天助我也！”黑袍人顿时笑了起来。
en_us: "Haha, it's a blessing from Heaven!" The person in black instantly started to laugh.

source: “呵呵，麒麟族和妖凰族每次见面总是这么热闹。”
en_us: "Hehe, every time I see the Qilin Clan and the Demon Phoenix Clan, they're always so lively."

source: “呵，刑七，你还真是有够死缠烂打的。”
en_us: "Heh, Xing Qi, I really can't shake you off. (死缠烂打)"

source: “呵，我果然没有看错你，天刀。”男人温和的说道。
en_us: "Ah, it seems that I didn't misjudge you, Tian Dao," the man said warmly.

source: “呵，这个时候就承认是我夫人？”凌霄发出意义不明的笑声。
en_us: "Heh, so now you admit you're my wife?" Ling Xiao gave a ambiguous laugh.

source: “咔嚓咔嚓～～”
en_us: “Ka-cha, Ka-cha～～”

source: “咦？
en_us: "Eh?"

source: “咦？”游小默刚要收回视线，突然发现下面好像有一道光闪过，像是镜子被光照反射的光，如果是自然的现象，不可能一闪而过就消失了，唔，下面有人？
en_us: "Huh?" You XiaoMo was about to look away when he seemed to glimpse a flash of something down below, like light reflected up by a mirror. If it was a natural phenomena, it was unlikely that it would flash away so quickly. Er, was someone down there?

source: “哈哈哈……”黄鼠獣兴奋的大笑起来，被他的大铁锤正面砸到，还从来没有不被重伤的，实力低一点的甚至会被他砸成肉酱，他见过的太多太多了，对这种结果一点也不意外。
en_us: "Ha ha ha..." The Ground Squirrel Beast laughed excitedly. There had been none who had not been seriously injured after taking a head-on smash of his large metal hammer. The less powerful ones could even be smashed into minced meat by him. He had seen this so many things that he was not surprised by the result.

source: “哈哈！”黑袍男子不怒反笑。
en_us: "Ha ha!" The man in black laughed instead of getting angry.

source: “哈？
en_us: "Ha?

source: “哎……”
en_us: "Ay..."

source: “哎呀，我只是想证实一件事而已，你应该发现了吧，天刀和头儿异常的反应。”天明以扇半遮着脸上算计的笑意。
en_us: "Aiya, I only want to prove something. You should've noticed Tian Dao's and Boss' unusual reactions." Tian Ming used his fan to half cover the calculating smile on his face.

source: “哎呦，公子好面生，您这是第一次来我这家成衣店吧，您想要什么款式，我这里什么都有，而且整个集九镇就只有我这一家成衣店，如果您看不上，那就没有第二家店了。”
en_us: "Oh my, this Young Master is very unfamiliar. This must be your first time coming to my tailor shop, is that right? What kind of pattern would you like? I have anything you want here, and plus, my tailor shop is the only one of its kind in all of JiJiu Town. If it doesn't suit your tastes, there won't be another shop."

source: “哟，原来是两个小偷。”天恨终于找到扳回一城的机会，一听到天修的话立刻不客气的嘲讽起来。
en_us: "Yo, so you're a thief." Tian Hen finally found a way to turn the tides on You XiaoMo, mocking the other mercilessly upon hearing Tian Xiu's words.

source: “哦……”
en_us: "Oh... ..."

source: “哦……”游小默怔愣了一下，猛然反应过来，“你说什么？”
en_us: "Oh......"You XiaoMo paused before realizing what he said, "What did you say?"

source: “哦。”龙血发出类似恍然大悟般的声音，“也不是不行，不过你想抵哪条过错？”
en_us: "Oh." The dragon blood let out a sound as if he had suddenly seen the light, "It's not impossible, but which mistake do you want to atone for?"

source: “哦哦！
en_us: "Oh, oh!

source: “哦，原来是二小姐，真是失敬失敬，小人有眼不识泰山呐。”强盗头子恍然大悟。
en_us: "Oh, so you're the second young mistress. Many apologies for not recognizing you. This humble man has failed to recognize your eminence." The bandit chief suddenly saw the light.

source: “哦，没有没有，我就是随口问问而已。”
en_us: "Oh, nothing, nothing. I was just asking casually."

source: “哦，那和这件事有什么关系？”
en_us: "Oh, but what does it have to do with this case?"

source: “哦？”天恨顿时来了兴趣，眼睛直勾勾地看着天刀，“我是不是可以理解为我想的那个意思？”
en_us: “Oh?” Tian Hen suddenly became interested as he stared straight at Tian Dao, “Can I interpret the meaning as what I believe?”

source: “哪个？”黑熊没想到他还真联想到什么人。
en_us: "Which one?" Hei Xiong hadn't imagined that he would actually associate him with somebody.

source: “哪件事？”
en_us: "What matter?"

source: “唐先生，您怎么会在这里？”
en_us: "Sir Tang, may I known why are you here?"

source: “唔，拍不到也没关系。”凌霄突然说道。
en_us: "Oh. It's okay even if you can't get it." Ling Xiao suddenly injected.

source: “啊……”
en_us: "Ah..."

source: “啊呸！”苏朗吐了一口水，恼怒道：“说到底你就是看我不顺眼，颜辉，我告诉你，你要是再不把令牌还给我，我让你吃不了兜著走，看师傅是相信你还是相信我。”
en_us: "Bah!" Su Lang spat and said, annoyed, "In the end, you just think I'm an eyesore. Yan Hui, let me tell you, if you still don't return the token to me, I'll make you pay for it, and then we can see if shifu will trust you or if he'll trust me."

source: “啊哈，发现四只老鼠了……”
en_us: "Aha, I've discovered four mice..."

source: “啊啊啊……”见靠山终于来了，老板娘不再压抑自己的情绪，放声大哭了起来，被打肿的脸也扭曲了起来。
en_us: "Ahhh..." Seeing her backer finally here, the owner didn't try to repress herself anymore, beginning to wail, her swollen face twisting.

source: “啊啊啊！
en_us: "Aaaaahhhh!

source: “啊啊！”游小默急叫的打断他的话，兴奋的道：“我知道了，是水元素之心，我猜的对不对？”
en_us: "Ah, ah!" You XiaoMo hastily cut him off. He said happily, "I get it now, it's the Water Elemental Essence (水元素之心), did I guess right?"

source: “啊！
en_us: "Ah!"

source: “啊！”
en_us: "Ah!"

source: “啊，是老板娘。”
en_us: "Ah, its the proprietress."

source: “啊，难道说那个叫邢七让你交出来的东西，其实就是指这只小乌龟？”游小默突然反应过来。
en_us: "Ah, could it be that what that guy called Xing Qi wanted you to hand over was actually this Baby Turtle?" You XiaoMo suddenly responded.

source: “啊？”莫景一愣，他还以为谈完了，说到报酬，他身上现在也没什么东西，“恩公，我现在没办法……”
en_us: "Ah?" Mo Jing was startled. He thought that they had finished discussing. When compensation was brought up, well, he didn't have anything on him right now. "Mister, I can't do anything right now..."

source: “啥？”游小默一头雾水。
en_us: "Wha?" You XiaoMo was confused.

source: “喂，帮我们做一桌菜。”杨丁拿出一枚灵晶扔给万厨师，眼中带着一丝轻视，面对普通的凡人，他们总有一种高高在上的感觉，说话也是命令式的。
en_us: "Hey, make us a full course." (一桌菜) Yang Ding threw a spirit gem at Chef Wan with a look of disdain. Against normal people, they're used to feeling superior and talk with orders instead.

source: “嗨，大家好！”
en_us: "Hi, everybody!"

source: “嗯。”
en_us: "Mhm."

source: “嗯。”凌霄应道。
en_us: "En." Ling Xiao acknowledged.

source: “嗯。”凌霄惜字如金的应道。
en_us: "Mm." Ling Xiao replied sparingly.

source: “嗯啊！”游小默爽快的点头，“事情是这样的……”
en_us: "Ah!" You XiaoMo nodded, agreeing, "It's like this..."

source: “嗷呜？”
en_us: "Ao wu?" (嗷呜)

source: “嗷呜～”
en_us: "Awooo~"

source: “嗷呜～”吞金兽跳到宝座的扶手上，冲着游小默不停的抗议。
en_us: "Aaaoooo~" The Metal Swallowing Beast jumped onto the hand rest of the throne, objecting to You XiaoMo's actions.

source: “嘁，他要是不去，哪来的好戏。”
en_us: "Hey (嘁), there wouldn't be a good show if he doesn't go."

source: “嘎嘎嘎！
en_us: "Ga ga ga!

source: “嘟囔个什么，还不快去干活！”掌柜眉毛一竖。
en_us: "What are you muttering about, shouldn't you go and do work!" The concierge's eyebrows furrowed downwards.

source: “嘿，因为妖凰族杀不了麒麟族的人，所以把凌霄当成替身，意淫自己杀了麒麟族的人，这不就叫意淫么，哈哈！”
en_us: "Heh, cause, the Demon Phoenix Clan couldn't kill the Qilin Clan, so they're using Ling Xiao as a substitute. They're pretending that they killed a member of the Qilin Clan, isn't that what you call Psycholagny? Haha!" (意淫自己杀了麒麟族的人，这不就叫意淫么)

source: “噗……”
en_us: "Pfft...."

source: “噢，那就等你那位古叔回来再问他好了。”
en_us: "Oh, then lets wait for your Uncle Gu to come back and then ask him."

source: “因为……他看上你的叫化鸡了。”
en_us: "Because...his interested in your Beggar's Chicken."

source: “圣女想必对宫殿里的东西很感兴趣，不知你有没有兴趣与我联手破除结界，至于从宫殿里得到的东西，我愿与圣女平分。”斗篷人当即抛出橄榄枝。
en_us: "Holy Maiden is most likely very interested about what is inside the palace. Would you perhaps be interested in joining hands with me to destroy the barrier? As for what is inside the palace, I am willing to split it evenly with Holy Maiden." The cloaked person immediately threw out an olive branch.

source: “圣女有何吩咐？”
en_us: "What is the holy maiden's command?"

source: “圣女的命令？”侍女小秋冷笑出声，“圣女给我们的命令就是杀了你们两姐妹。”
en_us: "The holy maiden's orders?" Attendant Xiao Qiu sneered. "The order we received from the holy maiden was to kill you two sisters."

source: “圣女若喜欢这座宫殿，等你成为彩级七品丹师后说不定可以试一试。”斗篷人发出桀桀的笑声，想要将偌大的宫殿用结界托起，一般的圣境强者是做不到的。
en_us: "If the holy maiden, you, like this palace, then you could try and save it after becoming a grade seven rainbow mage." The robed person laughed mockingly. A normal sacred realm elite wouldn't even be able to support this palace with a barrier.

source: “圣女英明，属下立刻去办。”
en_us: "The holy maiden is wise. Your servant will do it right away."

source: “圣女让你们送我们回部落，你们这是要干什么？”
en_us: "The holy maiden told you to escort us back to the tribe, what do you think you're doing?"

source: “圣女说笑了，在您面前，我这点实力难登大雅之堂。”被夏音注视着的男人依旧是面无表情，客套的话说得一句起伏也没有，好似他生来就是性情冷淡之人。
en_us: "Holy Maiden is joking. In front of you, this little bit of strength that I have is nothing." The man who Xia Yin was staring at remained expressionless, and his polite words were spoken without a single rise or fall in his voice. It seemed very much as if he was a person with a cold temperament ever since he was born.

source: “圣女，这里有一个脚印。”
en_us: "Holy maiden, there's a footprint here."

source: “在下姓玄，名盛，二位便是要找我玄龟族的人？”青袍老者听到脚步声，转身露出一张年迈的慈祥脸庞，胡子花白仿若山羊，笑意盈盈，看起来并不惹人讨厌。
en_us: "This one is surnamed Xuan, and named Sheng. Are you two the ones who wish to find someone from my Black Turtle Clan?" Hearing footsteps, the old man in the green daopao turned to reveal a benevolent and aged face. With a grizzled beard akin to a goat and a bountiful smile, he did not provoke one's dislike.

source: “在他怀里还有一个人！”
en_us: "He's holding someone!"

source: “在笑什么？”凌霄的声音突然自屏风后传出来，仿佛许久未曾说过话，声音带着一丝少见的低沉与沙哑，显得特别稳重成熟。
en_us: "What are you laughing at?" Ling Xiao's voice suddenly came from behind the screen. His voice contained a rare trace of hoarseness and deepness as if he had not spoken for a long time. It seemed particularly dignified and mature.

source: “城主，他们往西面跑过去了。”一名守卫队长跑过来报告。
en_us: "City Master, they ran to the West side." One of the captain of the guards ran over to report.

source: “夏姐姐……”莫菲跑到白衣女人的面前，一脸委屈几乎要哭出来一样，“你一定要替我和姐姐做主。”
en_us: "Sister Xia..." (夏姐姐) Mo Fei bounded over to the woman in white with a hurt expression on her face, as if she was about to cry. "You must support me and my sister."

source: “夏姐姐！”莫菲尖声叫起来，神情激动，“你不帮我和姐姐报仇就算了，为什么还要打我，我要把这件事告诉父亲大人。”
en_us: "Sister Xia!" Mo Fei screeched in agitation, "Even if you don't take revenge for my sister and me, why would you hit me? I'll tell my father about this!"

source: “夏姐姐，害姐姐变得这么惨的人就是那两个人。”
en_us: "Sister Xia, those two people are the ones who made big sister become this tragic."

source: “夏音圣女，既然来了怎么不过来相见？”
en_us: "Holy Maiden Xia Yin, since you've already arrived, why aren't you coming over to greet us?"

source: “夏音在这里替她们向阁下道歉，感谢阁下大人大量不与她们计较。”夏音毫不犹豫的相信了他的话，她甚至主动示弱，而这一切都是为了古玛部落。
en_us: "Xia Yin will apologize to Your Excellency on their behalf here. Many thanks to Your Excellency for being magnanimous and not arguing with them." Xia Yin did not hesitate to believe his words. She even took the initiative to show the white feather. All this was for the Guma Tribe.

source: “夏音大人，请问莫雪的脸还能治吗？”
en_us: "Your Excellency Xia Yin, may I ask whether Mo Xue's face can still be cured?"

source: “夏音，万俟西元，你们还不出手？”
en_us: "Xia Yin, MoQi XiYuan, you are still not making a move?"

source: “外面发生什么事了？”
en_us: "What happened outside?"

source: “多少入镇费？”游小默倒没不满。
en_us: "How much is the fee?" You XiaoMo wasn't displeased or anything.

source: “多谢。”游小默拿回玉瓶，顿了顿又问：“请问你们楼里有卖制作空间符的黑玉吗？”
en_us: "Thank you." You XiaoMo took the vial back and hesitated for a moment before asking, "Could you tell me if there's any black jade for teleportation talismans being sold in the tower?"

source: “多谢仙师，救命之恩莫齿难忘。”翁公在黑衣男人将他放下的时候立刻放下拐杖跪地叩谢，表现出极大的诚心。
en_us: "Many thanks to Master Immortal (仙师), your life-saving grace is unforgettable." Weng Gong immediately placed his crutches down and knelt on the ground. He kowtowed in thanks after the black robed man put him down, showing his great sincerity.

source: “多谢夸奖。”程向荣似乎又变成那个腼腆的大叔，表情还真有些不好意思，大概是因为这个第二个夸他聪明的人。
en_us: "Thank you for your compliment." Cheng XiangRong seemed to have turned into that shy uncle again. He was really a little embarrassed, probably because this was the second person who had praised him for his cleverness.

source: “多谢老人家，那我们傍晚再过来好了。”游小默欣喜道谢，随后两人便离开了。
en_us: "Thank you very much, Elder. Then we'll come again in the evening." You XiaoMo joyfully expressed his thanks, and with that, the two left.

source: “够了没有？”凌霄的声音在他身后响起。
en_us: "Have you had enough yet?" Ling Xiao's voice rose behind him.

source: “大事不妙啊夫人。”游震天来回踱步。
en_us: "My wife, there's been a turn of events." You ZhenTian paced back and forth.

source: “大家别信他，此人无缘无故给这么高的价格，一定有什么阴谋！”佝偻老人又跑出来挑拨了。
en_us: "Don't trust him, everyone! He must be scheming something to have set such a high price!" the hundred old man once again came out to to provoke things.

source: “大家快后退！”真龙族的代表突然大喝一声，然后迅速的往后退，动作和速度毫不含糊。
en_us: "Everyone retreat quickly!" The representative from the True Dragon Clan shouted abruptly before hastily retreating backwards, his movements and speed extremely purposeful.

source: “大少爷遇上克星了！”
en_us: "The eldest young master has met his nemesis!"

source: “大概吧。”
en_us: "Probably."

source: “大概是用了什么方法吧。”这种事情凌霄也说不准，每个人都有自己的秘密手段，或许他们有什么东西可以进行短距离移动。
en_us: "They probably used some kind of method." Ling Xiao couldn't say precisely why either. Everyone had their own secret tricks, or they had an item that could allow them to shorten the distance.

source: “大王英明！”鼠兽的马屁立刻跟上。
en_us: "My king is brilliant!" The mouse beast's flattery instantly followed.

source: “大长老凭什么肯定云琅不是天狗杀的？”姬赫一脸凶狠厉色，虽然云琅被毁了双腿，但是他的修为还在，只要精加培养，仍然可以达到他的目的。
en_us: "For what reason is the Great Elder so certain that YunLang wasn't killed by the TianGou?" Ji He's expression was fierce and harsh. Although YunLang's two legs had been destroyed, his cultivation base was still intact. His goal could still be achieved with careful nurturing.

source: “大长老说的极是，姬云琅和天狗的成员素无交集，这样看来，应该是有人想嫁祸给天狗，让我们把目光集中在天狗身上。”四长老点头第一个附和起来。
en_us: "What the Great Elder said makes sense. Ji YunLang and the members of the TianGou had never really interacted. It seemed that someone wanted to shift the blame onto the TianGou and make us focus our attention on them." The Fourth Elder nodded and was the first to go along with what the Great Elder said.

source: “大长老，你的意思难道是想让我那可怜的孙子死得不明不白吗？”姬赫气得气都快喘不过来，如果大长老不给他一个合理的解释，他绝对不会善罢甘休。
en_us: "Great Elder, do you mean leave the death of my grandson uninvestigated?!" Ji He was so angry that he could hardly breathe. He would never leave this matter at that if the Great Elder did not give him a reasonable explanation.

source: “天刀先生，花姐那边传来消息了。”
en_us: "Sir, Sister Hua sent a message."

source: “天刀，你也不要过于责怪他们，他们没有发现有人跟踪他们也是情有可原的，毕竟实力差距确实太大了。”男人淡淡的笑道，能想到炸山把天狗的成员引出去当他们的引路人，就算当时不是天明和天恨，也会有其他人被引过去。
en_us: “Tian Dao, don't blame them too much. It's understandable that they didn't discover someone following them, as the difference in strength is too big after all.” The man smiled faintly. To be able to think of blasting the mountain to lure the members of the TianGou out as their guide, the others would also have been led over even if the ones present at that time were not Tian Ming and Tian Hen.

source: “天呐，他们该不会是得罪了黑蜘蛛？”刚刚还在谈论黑蜘蛛的那伙人骤然在乌梅镇这种偏僻的小镇看到黑鸦，下意识以为那是带来死亡的讯息，脱口便一脸惊吓的喊了出来。
en_us: "Oh god, did they do something to offend the Black Spider?" Those who had been discussing the Black Spider before yelled in shock, subconsciously thinking that the crow was an omen of death upon seeing it in such an out of the way area like Ebony Plum Town.

source: “天呐，谁来告诉我这个人是不是黑熊大人？”
en_us: "My god, someone tell me this isn't Hei Xiong DaRen?" (大人)

source: “天心姑娘。”
en_us: "Miss Tian Xin."

source: “天恨，别闹了。”天刀淡淡的开口道。
en_us: "Tian Hen, stop messing around," Tian Dao said lightly.

source: “天恨，小心一点，那个人看起来不像是普通强者。”与他同组的天明很怕他气的失去理智，连忙提醒到，他们现在的位置是在鼻子出口的方向，那两个人很可能会走这条路。
en_us: "Tian Hen, be careful. That person doesn't look like an ordinary expert." Tian Ming, who was in the same group as him, promptly reminded him as he was afraid that Tian Hen would be so angry that he would lose his reasoning. They were now in the direction of the exit at the nose section and it was very possible that those two would pass through here.

source: “天恨，说话小心点。”天元突然开口半是训斥道。
en_us: Tian Hen, be careful of what you say," Tian Yuan suddenly said, half admonishing.

source: “天明，天恨，你们来晚了。”
en_us: “Tian Ming, Tian Hen, you’re late.”

source: “天明，我们一起上。”
en_us: "Tian Ming, let's take them on together."

source: “太久没来过这么热闹的地方，我都快忘了怎么跟他人交流。”游君其看着眼前拥挤的人群，突然发出一句感慨。
en_us: "It's been so long since I've been so such a bustling place. I've nearly forgotten how to have interact with others." You JunQi suddenly sighed in sorrow as he looked at the throng of people before his eyes.

source: “太小气了！”
en_us: "They're really too stingy!"

source: “太白，是你！”姬凤深深的皱起眉。
en_us: "Tai Bai, it's you!" Ji Feng frowned deeply.

source: “夫人，你也知道传族之宝对赤血家族的重要性，那可是从远古流传到现在的宝物，怎么可以让一个宵小得去！”游震天一想到那件传族之空，眼中就迸发出一种志在必得的执念。
en_us: "My Lady (夫人), you also know how important the Inheritance Jewel is to the ChiXue Clan. That is a treasure which has been passed down from ancient times until now. How could we let it fall into the hands of a wretch (宵小)?!" Once You ZhenTian thought of that Inheritance Dimension (传族之空), an obsession to get the jewel burst forth from his eyes.

source: “夫人，你现在能感应到龙血的位置吗？”
en_us: "Dear wife, can you sense the position of the dragon's blood?"

source: “夫君息怒。”
en_us: "Quell your anger, my husband."

source: “头儿！”
en_us: "Leader!"

source: “头儿，大话人人都会说，你是不是太高看‘少主’了？”听到这话，天恨便停止擦拭手中的短刀，不无戏谑的说道。
en_us: "Head, everyone can talk big, aren't you thinking too highly of the 'young master'?" Hearing the head, Tian Hen stopped cleaning his short sword (短刀) and said jokingly. (不无戏谑)

source: “头儿，是不是出了什么事？”天刀见男人眉头紧皱便问道。
en_us: "Boss (头儿), did something happen?" Tian Dao asked upon seeing that the man's brows were tightly knit.

source: “她可不是蜂也不是蝶，而是一只妖猫。”凌霄一本正经的说道。
en_us: "She is neither a bee nor a butterfly, but a Cat Demon (妖猫)." Ling Xiao stated solemnly.

source: “好。”凌霄应得一丝犹豫都没有。
en_us: "Okay." Ling Xiao answered without hesitation.

source: “好一点了，不过要痊愈需要灵丹辅助。”凌霄捂着胸口，要将暴乱的四道血脉重新压制下去是一件很困难的事情，除非他可以将四道血脉融合在一起，否则将来他再次动用杀招还是会引起血脉暴动，但眼下他也没有办法融合四道血脉。
en_us: "It's better, but to recover completely, I need magic pills to supplement it." Ling Xiao covered his chest with his hand, it was very difficult for him to suppress the four rioting bloodlines once more. Unless he could harmonize the four bloodlines together, the bloodlines would riot if he used his killing move again in the future. However, he was unable to harmonize the four bloodlines at present.

source: “好了。”夏音突然开口打断牛徐阳，“等一下我会派人把你们送回去古玛部落，至于莫雪脸上的伤也不用医治了，凡是被神火烧伤的地方都不可能医治得了。”
en_us: "All right." Xia Yin suddenly interrupt Niu XuYang, "I'll send you back to the Guma Tribe later. As for the wounds on Mo Xue's face, there is no need to heal them. It is impossible to heal anything burned by the Godfire."

source: “好了好了，好歹人家是我们未来的少主，说话还是要客气一点，和气才能生财，还是听听头儿怎么说吧。”天元出来打圆场，就像个和事佬一样，但是在场哪个不是人精，怎么可能听不出他话里的轻视。
en_us: "Enough, enough. In any case, he's still our future Young Master, so we should still speak more politely. Only by being friendly can you make money, so we should still listen to how Boss speaks." Tian Yuan smoothed over the dispute, just like a peacemaker, but everyone there was a slick talker and could hear the belittlement in his voice.

source: “好了，你可以说刚刚到底发生了什么事？
en_us: "Okay, now can you tell me what happened? How were you fighting with and for what?" Until they couldn't see Xie Jun anymore did Ling Xiao ask once again.

source: “好了，别说了。”万厨师阻止他的抱怨，免得被那群人听到就麻烦了，他们毕竟只是普通人。
en_us: "Alright, that's enough." Chef Wan stopped his complaints, not wanting to be overheard by that group. They were only normal people, after all.

source: “好了，把玉简收起来，我们先出去。”凌霄握住他的小馒头。
en_us: "All right, put the jade drive away. Let's go out first." Ling Xiao gripped his little steamed buns. (小馒头)

source: “好像什么？”
en_us: "Almost like what?"

source: “好像在吸引我一样。”
en_us: "Almost like it's trying to lure me in."

source: “好吧好吧，下次我一定会记得，我会深刻的记在心里的。”
en_us: "All right, all right. I will remember it next time and will deeply engrave this onto my heart."

source: “好吧，看在你是赤血家庭的弟子的份上，我就替你传个话，但是……”银戈假装被他的诚意打动。
en_us: "Okay, I will convey your message since you're a disciple of the Vermilion Blood Clan, but... ..." Yin Ge pretended to be moved by his sincerity.
